LEXICON_RU: dict[str: str] = {
    '/start': 'Привет!\nДавай учить популярные фразы в английском со мной!\n'
              'Выбери сайт, с которого будем учить фразы:)\n'
                         '1 - skyeng (100)\n'
                         '2 - smileenglish (200)\n'
                         '3 - lingua-academ (380)',

    '/help': "В боте есть следующий функционал:\n \
              Х - периодичность появления фразы\n \
              У - тема фраз\n"
    ,

    'no_echo': 'Метод send_copy не поддерживает такой тип апдейтов'
}
