LEXICON_RU: dict[str: str] = {
    '/start': 'Привет!\n'
              'Давай учить фразы в английском со мной!\n\n'
              'Выбери сайт, с которого будем изучать фразы:)\n',

    '/help': 'Можно выбирать сайт -> тему фраз\n'
             'Далее ты можешь переворачивать любую карточку сколько угодно раз\n'
             '\nУдачного изучения!🍀',

    'echo': 'Не присылай фигни=)\n'
            'У меня бд не бесконечная',

    'no_echo': 'Метод send_copy не поддерживает такой тип апдейтов',

    'theme': 'Выберите тему фраз:',

    'theme process': 'Ты уже нажал на тему!',

    'phrase': 'Вот карточки по выбранной теме',

    'phrase process': 'Odin is proud of you, young warrior',

    'forward': '>>',

    'backward': '<<',

    'forth': 'Вы пролистнули вперед',

    'forth process': 'Вы переходите на следующую страницу!',

    'back': 'Вы пролистнули назад',

    'back process': 'Вы переходите на предыдущую страницу!',

    'pages end': 'Шалунишка)\n'
                 'Видишь же, что страницы кончились!',

    'stay': 'Этот функционал еще не проработан!'

}


LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Выбрать сайт',

    '/help': 'Что происходит?'
}