LEXICON_RU: dict[str: str] = {
    '/start': 'Привет!\n'
              'Давай учить популярные фразы в английском со мной!\n'
              'Выбери сайт, с которого будем изучать фразы:)\n',

    '/help': 'Можно выбирать сайт->тему карточек (фраз)\n'
             'Далее ты можешь переворачивать любую карточку сколько угодно раз\n'
             '\nУдачного изучения!🍀',

    'echo': 'Не присылай хуйни=)',

    'no_echo': 'Метод send_copy не поддерживает такой тип апдейтов',

    'backward': '<<',

    'forward': '>>'

}


LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Выбрать сайт',

    '/help': 'Что происходит?'
}